tap "fish-shell/fish-beta-4"
tap "homebrew/bundle"
brew "bat"
brew "caddy"
brew "cloc"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "imagemagick"
brew "jless"
brew "jq"
brew "neovim"
brew "nss"
brew "p7zip"
brew "prettierd"
brew "proto"
brew "ripgrep"
brew "rustup"
brew "sheldon"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stylua"
brew "taplo"
brew "typst"
brew "unar"
brew "vcsh"
brew "zig"
brew "zoxide"
brew "fish-shell/fish-beta-4/fish"
cask "discord"
cask "figma-agent"
cask "firefox"
cask "font-iosevka"
cask "font-lexend-deca"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "hammerspoon"
cask "karabiner-elements"
cask "linearmouse"
cask "music-decoy"
cask "neteasemusic"
cask "orbstack"
cask "slack"
cask "spotify"
cask "sublime-merge"
cask "the-unarchiver"
cask "wechat"
cask "yubico-yubikey-manager"
cask "zed@preview"
cask "zoom"
